Repository: ZeroCry/steam-skin-manager
Catalog: translations/*/LC_MESSAGES/lang.po
Languages: cs, fr, hr

source: Hello %s, Welcome to %s.
cs: %s, Vítejte v aplikaci %s
fr: Bonjour %s, Bienvenue sur %s
hr: Bok %s, Dobrodošli u %s.

source: You last ran this application at %s You are currently using %s theme.
cs: Naposledy jste tuto aplikaci spustili %s Nyní používáte téma %s.
fr: Vous avez utilisé cette application pour la dernière fois à %s Vous utilisez présentement le thème %s.
hr: Posljednji puta ste koristili ovu aplikaciju %s Trenutno koristite %s temu.

source: never ran before
cs: nikdy předtím
fr: première utilisation
hr: nikada prije

source: Use native window decorations:
cs: Aktivovat systémové dekorace oken:
fr: Utiliser les bordures de fenêtres natives du système:
hr: Koristi izvorne ukrase prozora:

source: <i>The is the default and official Steam theme.</i>
cs: <i>Oficiální vzhled z dílen Valve.</i>
fr: Ceci est le thème officiel de Steam.
hr: <i>Ovo je uobičajena i službena Steam tema.</i>

source: Default Skin
cs: Výchozí vzhled
fr: Thème par défaut
hr: Uobičajena presvlaka

source: This theme has no description.
cs: K tomuto vzhledu není dostupný žádný popis.
fr: Ce thème n'a aucune description.
hr: Ova tema nema opisa.

source: Pick one of the preinstalled themes:
cs: Zvolte jeden z předinstalovaných vzhledů:
fr: Choissisez l'un des thèmes pré-installés suivants:
hr: Odaberite jednu od predinstaliranih tema:

source: To apply your own theme, please select its folder:
cs: Vyberte adresář s vlastním či staženým vzhledem:
fr: Pour utiliser votre propre thème, veuillez choisir son emplacement:
hr: Za odabir vlastite teme, odaberite svoju mapu:

source: Select a directory with an extracted Steam skin.
cs: Vyberte adresář s rozbaleným vzhledem pro Steam.
fr: Choissisez un dossier où se trouve un thème pour Steam décompressé.
hr: Odaberite direktorij s raspakiranom Steam presvlakom.

source: <i>Apply currently selected theme</i>
cs: <i>Stisknutím tlačítka použít aktivujete vybraný vzhled</i>
fr: <i>Appliquer le thème présentement sélectionné</i>
hr: <i>Primijeni trenutno odabranu temu</i>

source: Launch Steam considering window-decoraions switcher below
cs: Spustit Steam s ohledem na vypínač okenních dekorací níže
fr: Lancez Steam en prenant compte de l'état du button à glisser plus haut
hr: Pokreni Steam uzimajući u obzir prebacivača ukrasa prozora ispod

source: Appearance
cs: Vzhled
fr: Apparence
hr: Izgled

source: Manual configuration
cs: Manuální konfigurace
fr: Configuration manuelle
hr: Ručno podešavanje

source: Help
cs: Nápověda
fr: Aide
hr: Pomoć

source: File
cs: Soubor
fr: Fichier
hr: Datoteka

source: Quit
cs: Konec
fr: Quitter
hr: Zatvori

source: About
cs: O aplikaci
fr: À propos
hr: O programu

source: Generate .desktop launcher
cs: Vytvořit zástupce v nabídce aplikací
fr: Générer un raccourcis .desktop
hr: Stvori .desktop pokretač

source: Run Steam
cs: Spustit Steam
fr: Démarrer Steam
hr: Pokreni Steam

source: Run Steam with decorations
cs: Spustit Steam se systémovými dekoracemi oken
fr: Démarrer Steam avec les bordures
hr: Pokreni Steam s ukrasima

source: Theme was successfully reverted.
cs: Výchozí téma bylo úspěšně obnoveno.
fr: Le thème a été réinitialisé avec succès.
hr: Tema je uspješno vraćena.

source: Steam Skin Manager could not revert the theme.
cs: Steam Skin Manager nemohl obnovit výchozí téma.
fr: Steam Skin Manager ne peut pas réinitialisé le thème.
hr: Steam upravitelj presvlakama ne može vratiti temu.

source: <b>Theme was applied.</b>
cs: <b>Téma bylo nastaveno.</b>
fr: <b>Le thème a été appliqué.</b>
hr: <b>Tema je uspješno primijenjena.</b>

source: <b>Steam Skin Manager could not set the theme.</b>
cs: <b>Steam Skin Manager nemohl nastavit zvolené téma.</b>
fr: <b>Steam Skin Manager ne peut pas appliquer ce thème.</b>
hr: <b>Steam upravitelj presvlakama ne može postaviti temu.</b>

source: <b>Currently selected:</b>
cs: <b>Nyní je vybrána sestava:</b>
fr: <b>Sélectionné présentement:</b>
hr: <b>Trenutno odabrana tema:</b>

source: With decorations
cs: Se systémovými dekoracemi oken
fr: Avec bordures
hr: S ukrasima

source: Without decorations
cs: Bez systémových dekorací oken
fr: Sans bordures
hr: Bez ukrasa

source: Scale font
cs: Změnit velikost písma
fr: Taille de police
hr: Veličina slova

source: Visit Help section for more information
cs: Pro více informací navšťivte sekci s nápovědou
fr: Visitez la section Aide pour plus d'information
hr: Posjetite odjeljak pomoći za više informacija
